<div class="breadcrumbs">
    <ul class="clearfix">
        <li><a href="<?=PATH;?>">Главная</a></li>
        <li><?=$category['title'];?></li>
    </ul>
</div>
<div class="cols col-12">
    <div class="post-box clearfix">
        <h1 class="text-center large-size-text mb-40 upper">История</h1>
        <div class="text-center"><img style="width: 90%;" title="Наша школа" src="/images/shkola-2.jpg" alt="Наша школа"></div>
        <br>
        <p>Школа была основана в <b>1952</b> году, как восьмилетняя школа <b>№ 123</b>, была рассчитана на <b>420</b> учебных мест. В школе было <b>12</b> классов. На тот момент школа выглядела так:</p> 
        <br>
        <div class="text-center"><img style="width: 90%;" title="школа № 123" src="/images/shkola_1952-1024x574.jpg" alt="школа № 123"></div>
        <br>
        <p>Первым директором школы стал <b>Штельман Гавриил Степанович:</b></p>
        <br>
        <div class="text-center"><img title="Гавриил Степанович" src="/images/shtelman-585x838.jpg" alt="Гавриил Степанович"></div>
        <br>
        <p>В <b>1954</b> году школа поменяла свой номер и стала <b>№ 145</b>. В связи с ростом численности учащихся появилась необходимость расширения учебной площади, так в <b>1963</b> году учащиеся и учителя школы <b>№ 145</b> получили новое помещение. Статус средней школы наша школа получила в <b>1968</b> году.</p>
        <br>
        <p><b>На данный момент управление школой осуществляют:</b></p>
        <br>
        <p>– <b>Демина Юлия Леонидовна</b> – директор школы. Учитель высшей категории. Звание «Старший учитель».</p>
        <br>
        <p><b>В состав администрации входят:</b></p>
        <br>
        <p>– <b>Прядко Юлия Лукьяновна</b> – заместитель директора по УВР;</p>
        <br>
        <p>– <b>Шантгай Елена Валерьевна</b> – заместитель директора по УВР;</p>
        <br>
        <p>– <b>Заяц Эмма Эдуардовна</b> – заведующая хозяйственной частью.</p>
        <br>
        <p>Учредителем школы является <b>управление образования администрации г. Донецка.</b></p>
        <br>
        <p>Деятельность МОУ “Школа № 145 г. Донецка” направлена на выполнение основных направлений Комплексной программы развития школы. Образовательная организация в своей деятельности руководствуется Конституцией Донецкой Народной Республики, Законами Донецкой Народной Республики, актами Главы Донецкой Народной Республики и Народного Совета Донецкой Народной Республики, приказами Министерства образования и науки Донецкой Народной Республики, приказами Департамента образования г. Донецка, отдела образования Будённовского района Департамента образования г. Донецка, других центральных органов исполнительной власти, решениями и распоряжениями Донецкой городской администрации, органов управления всех уровней по вопросам обучения и воспитания, правил и норм охраны труда, техники безопасности, а также Устава и локально-правовых актов школы, строго выполняет нормы Конвенции по правам ребенка.</p>
        <br>
        <p>В школе обеспечивается конституционное право каждого гражданина на доступное, бесплатное и качественное среднее образование. Система среднего образования школы представлена 11-ю учебными классами. Общеобразовательные классы полностью удовлетворяют спрос населения микрорайона относительно образовательных услуг.</p>
        <br>
        <p>На начало  2018-2019 учебного года в школе обучалось 260 школьников. Средняя наполняемость классов составляла 24 ученика.</p>
        
       
    </div>
</div>
<style>
    .cols.col-4{
        display: none !important;
    }
</style>